Repository: marcoroth/mirrOS_ipcam
Catalog: locale/*/LC_MESSAGES/ipcam.po
Languages: de_de

# ipcam_title
source: IP-Camera
de_de: IP-Kamera

# ipcam_description
source: Shows a MJPEG-Stream on your smart mirror
de_de: Zeigt ein MJPEG-Stream auf deinem Spiegel an

# ipcam_reset_config
source: Reset config
de_de: Einstellungen zurücksetzen

# ipcam_configure_in_settings
source: To use the IP-Camera module, you must configure it in the settings.
de_de: Um das IP-Kamera Modul nutzen zu können, musst du es in den Einstellungen konfigurieren.

# ipcam_reset_config_message
source: Are you sure you want to reset your IP-Camera config?
de_de: Bist du sicher, dass du deine IP-Kamera Einstellugnen zurücksetzten möchtest?

# ipcam_reset_config_yes
source: Yes, I want to reset my settings
de_de: Ja, ich möchte meine Einstellungen zurücksetzten

# ipcam_reset_config_no
source: No
de_de: Nein

# ipcam_url
source: IP-Camera URL (MJPEG-Stream)
de_de: IP-Kamera URL (MJPEG-Stream)

# ipcam_name
source: display name
de_de: Anzeigenamen

# ipcam_options
source: positions options
de_de: Darstellungs-Einstellungen

# ipcam_max_width_100
source: show stream only as high as module-height
de_de: Zeige Bild nur so breit wie die Modulbreite

# ipcam_max_height_100
source: show stream only as wide as module-width
de_de: Zeige Bild nur so hoch wie die Modulhöhe

# ipcam_overflow_y_hidden
source: crop stream on y-axis
de_de: Schneide Bild an der Y-Achse ab

# ipcam_overflow_x_hidden
source: crop stream on x-axis
de_de: Schneide Bild an der X-Achse ab

# ipcam_check_config
source: Error: It look likes some settings are incorrect. Please double check your configurations in the backend.
de_de: Fehler: Es scheint, dass einige Einstellungen nicht korrekt sind. Bitte überprüfe deine Einstellungen.

source: Save
de_de: Speichern
